/* Localized versions of Info.plist keys */

"Yes" = "Yes";
"No" = "No";
"OK" = "OK";
"Cancel" = "Cancel";
"Close" = "Close";
"Ignore" = "Ignore";
"Upgrade" = "Upgrade";
"Downloading installer..." = "Downloading installer...";
"Extracting installer..." = "Extracting installer...";
"Failed to extract the installer!" = "Failed to extract the installer!";
"Installing update..." = "Installing update...";
"Installation successful" = "Installation successful";
"Download successful" = "Download successful";
"Download failed" = "Download failed";
"Import" = "Import";
"Importing file to '%@'" = "Importing file to '%@'";
"Importing file" = "Importing file";
"DeployStudio Server update" = "DeployStudio Server update";
"An error occured while checking for a new update." = "An error occured while checking for a new update.";
"A new version of DeployStudio Server (%@) is available online." = "A new version of DeployStudio Server (%@) is available online.";
"This software is up-to-date." = "This software is up-to-date.";
"Connect to server..." = "Connect to server...";
"Unknown host" = "Unknown host";
"The address '%@' is not valid or the host is unreachable." = "The address '%@' is not valid or the host is unreachable.";
"Invalid port number" = "Invalid port number";
"Authentication failed" = "Authentication failed";
"The server '%@' has rejected your login and/or password." = "The server '%@' has rejected your login and/or password.";
"Insufficient credentials" = "Insufficient credentials";
"Incompatible server" = "Incompatible server";
"This DeployStudio Admin version (%@) differs from the server your are trying to connect to (%@).\nClick on Upgrade to install the server's release of DeployStudio on this machine." = "This DeployStudio Admin version (%@) differs from the server your are trying to connect to (%@).\nClick on Upgrade to install the server's release of DeployStudio on this machine.";
"You are not authorized to configure the server '%@'." = "You are not authorized to configure the server '%@'.";
"DeployStudio Admin connected to %@" = "DeployStudio Admin connected to %@";
"%@ (Secure)" = "%@ (Secure)";
"Runtime" = "Runtime";
"DeployStudio Runtime" = "DeployStudio Runtime";
"Preferences" = "Preferences";
"MB" = "MB";
"GB" = "GB";
"TB" = "TB";
"Changes not saved!" = "Changes not saved!";
"Some data needs to be saved or reverted before selecting another item." = "Some data needs to be saved or reverted before selecting another item.";
"Apply to members" = "Apply to members";
"The group settings have been changed.\nClick on the 'Apply to members' button if you want to apply the new settings to actual members of this group." = "The group settings have been changed.\nClick on the 'Apply to members' button if you want to apply the new settings to actual members of this group.";
"Stop" = "Stop";
"You are about to stop a multicast stream on the server.\nPlease confirm this operation by clicking on the Stop button." = "You are about to stop a multicast stream on the server.\nPlease confirm this operation by clicking on the Stop button.";
"Multicast" = "Multicast";
"Multicasting a master" = "Multicasting a master";
"You are about to multicast a master on the server.\nPlease confirm this operation by clicking on the Multicast button." = "You are about to multicast a master on the server.\nPlease confirm this operation by clicking on the Multicast button.";
"Failed to start multicast" = "Failed to start multicast";
"The server cannot multicast the selected master (unsupported file format or simultaneous streams' limit exceeded).\nPlease contact your administrator." = "The server cannot multicast the selected master (unsupported file format or simultaneous streams' limit exceeded).\nPlease contact your administrator.";
"Delete" = "Delete";
"Deleting a script" = "Deleting a script";
"You are about to delete a script from the repository.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete a script from the repository.\nPlease confirm this operation by clicking on the Delete button.";
"Deleting packages" = "Deleting packages";
"You are about to delete packages from the repository.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete packages from the repository.\nPlease confirm this operation by clicking on the Delete button.";
"Deleting a group of packages" = "Deleting a group of packages";
"You are about to delete a group of packages from the database.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete a group of packages from the database.\nPlease confirm this operation by clicking on the Delete button.";
"Deleting masters" = "Deleting masters";
"You are about to delete masters from the repository.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete masters from the repository.\nPlease confirm this operation by clicking on the Delete button.";
"Deleting a group of computers" = "Deleting a group of computers";
"You are about to delete a group of computers from the database.\nComputers of this group will be automatically added to the default group.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete a group of computers from the database.\nComputers of this group will be automatically added to the default group.\nPlease confirm this operation by clicking on the Delete button.";
"Deleting computers" = "Deleting computers";
"You are about to delete computers from the database.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete computers from the database.\nPlease confirm this operation by clicking on the Delete button.";
"Deleting a workflow" = "Deleting a workflow";
"You are about to delete a workflow from the database.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete a workflow from the database.\nPlease confirm this operation by clicking on the Delete button.";
"Deleting a workflow step" = "Deleting a workflow step";
"You are about to delete a workflow step from the database.\nPlease confirm this operation by clicking on the Delete button." = "You are about to delete a workflow step from the database.\nPlease confirm this operation by clicking on the Delete button.";
"%@ Log" = "%@ Log";
"Workflow %d" = "Workflow %d";
"%@ copy" = "%@ copy";
"None." = "None.";
"Create" = "Create";
"Continue" = "Continue";
"APFS" = "APFS";
"HFS" = "HFS";
"FAT" = "FAT";
"NTFS" = "NTFS";
"EXT" = "EXT";
"PC" = "PC";
"Invalid identifier format!" = "Invalid identifier format!";
"Identifier already in use!" = "Identifier already in use!";
"Identifier used by computer %@!" = "Identifier used by computer %@!";
"Image task" = "Image task";
"Restore task" = "Restore task";
"Install task" = "Install task";
"File copy task" = "File copy task";
"Generic task" = "Generic task";
"Partition task" = "Partition task";
"Active Directory binding task" = "Active Directory binding task";
"Open Directory binding task" = "Open Directory binding task";
"Time task" = "Time task";
"Localization task" = "Localization task";
"Shutdown task" = "Shutdown task";
"Periodic NetBoot task" = "Periodic NetBoot task";
"Untitled 1" = "Untitled 1";
"Untitled 2" = "Untitled 2";
"Untitled 3" = "Untitled 3";
"Untitled 4" = "Untitled 4";
"NO NAME 1" = "NO NAME 1";
"NO NAME 2" = "NO NAME 2";
"NO NAME 3" = "NO NAME 3";
"NO NAME 4" = "NO NAME 4";
"Whole disk" = "Whole disk";
"Remaining space" = "Remaining space";
"Free space" = "Free space";
"  Overview" = "  Overview";
"Server busy" = "Server busy";
"The server is being started.\nPlease retry later." = "The server is being started.\nPlease retry later.";
"The server is syncing its repository with the master server.\nPlease retry later." = "The server is syncing its repository with the master server.\nPlease retry later.";
"Configuration error" = "Configuration error";
"The server's repository is not configured.\nPlease contact the DeployStudio Server administrator to setup the server's repository." = "The server's repository is not configured.\nPlease contact the DeployStudio Server administrator to setup the server's repository.";
"Repository access error" = "Repository access error";
"The server failed to mount or access to its repository.\nPlease contact the DeployStudio Server administrator to fix the server's repository configuration." = "The server failed to mount or access to its repository.\nPlease contact the DeployStudio Server administrator to fix the server's repository configuration.";
"Running" = "Running";
"Converting %@" = "Converting %@";
"Compressing %@" = "Compressing %@";
"%@ ready" = "%@ ready";
"%@ rejected" = "%@ rejected";
"Drop tasks here" = "Drop tasks here";
"Loading script..." = "Loading script...";
"new_script_%d.sh" = "new_script_%d.sh";
"#!/bin/sh\n\n# start here\n\nexit 0\n" = "#!/bin/sh\n\n# start here\n\nexit 0\n";
"%d/%m/%y %H:%M:%S" = "%d/%m/%y %H:%M:%S";
"None" = "None";
"Returned by script..." = "Returned by script...";
"Workflow selector" = "Workflow selector";
"Autostarting workflow" = "Autostarting workflow";
"value" = "value";
"Custom property %d" = "Custom property %d";
"Identifier" = "Identifier";
